tutorials/multiphase/driftFluxFoam/RAS/dahl/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType  RAS;

RAS
{
    RASModel buoyantKEpsilon;

    turbulence      on;
    printCoeffs     on;

    buoyantKEpsilonCoeffs
    {
        Cg      0.85;
    }
}

// ************************************************************************* //
